{"translation-revision-date":"2023-07-08 08:24:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"sk"},"Get total control, consistency and a faster workflow by designing the recurring parts that make up a complete website like the Header & Footer, Archive, 404, WooCommerce pages and more.":["Získajte úplnú kontrolu, konzistenciu a rýchlejší pracovný postup navrhovaním opakujúcich sa častí, ktoré tvoria kompletnú webovú lokalitu, ako je záhlavie a päta, archív, 404, stránky WooCommerce a ďalšie."],"Customize every part of your site":["Prispôsobenie každej časti vášho webu"],"Upgrade Now":["Inovovať teraz"],"Upgrade":["Aktualizácia"],"404 page":["Stránka 404"],"search results page":["Stránka výsledkov vyhľadávania"],"This file type is not allowed":["Tento typ súboru nie je povolený."],"First, enable unfiltered file uploads.":["Najprv povoľte nefiltrované odosielanie súborov."],"Archive":["Archív"],"Single Post":["Samostatný článok"],"Single Page":["Samostatná stránka"],"Footer":["Pätička"],"Header":["Hlavička"],"Error:":["Chyba:"],"What is a Products Archive Template?":["Čo je to šablóna archívu produktov?"],"Products Archive":["Archív produktov"],"What is a 404 Page Template?":["Čo je to 404 Page šablóna?"],"What is a Single Product Template?":["Čo je to šablóna pre jeden produkt?"],"What is an Archive Template?":["Čo je to šablóna archívu?"],"What is a Footer Template?":["Čo je to šablóna päty?"],"What is a Single Post Template?":["Čo je to šablóna jedného príspevku?"],"What is a Single Page Template?":["Čo je to šablóna jednej stránky?"],"App could not be loaded":["Aplikáciu sa nepodarilo načítať"],"What is a Header Template?":["Čo je to šablóna hlavičky?"],"Product":["Produkt"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Urobte návštevníkom svojej stránky radosť, keď sa stratia, zobrazením posledných príspevkov, panela vyhľadávania alebo akýchkoľvek informácií, ktoré by používateľovi mohli pomôcť nájsť to, čo hľadal."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Šablóna stránky 404 umožňuje jednoducho navrhnúť rozloženie a štýl stránky, ktorá sa zobrazí, keď návštevník príde na neexistujúcu stránku."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Môžete vytvoriť viacero šablón archívnych produktov a priradiť ich rôznym kategóriám produktov. To vám dáva možnosť prispôsobiť vzhľad pre každý typ zobrazovaného produktu."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Šablóna archívu produktov vám umožňuje jednoducho navrhnúť rozloženie a štýl stránky obchodu WooCommerce alebo iných stránok archívu produktov - stránok, ktoré zobrazujú zoznam produktov, ktoré možno filtrovať podľa pojmov, ako sú kategórie, značky atď."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Môžete vytvoriť viacero šablón jednotlivých produktov a priradiť ich k rôznym typom produktov, čo umožní vytvoriť vlastný dizajn pre každú skupinu podobných produktov."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Šablóna jedného produktu vám umožňuje jednoducho navrhnúť rozloženie a štýl stránok jednotlivých produktov WooCommerce a použiť túto šablónu na rôzne podmienky, ktoré priradíte."],"You can customize the message if there are no results for the search term.":["Ak pre hľadaný výraz nie sú k dispozícii žiadne výsledky, môžete správu prispôsobiť."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Rozloženie a dizajn stránky s výsledkami vyhľadávania môžete jednoducho ovládať pomocou šablóny Výsledky vyhľadávania, čo je jednoducho špeciálna šablóna archívu určená len na zobrazovanie výsledkov vyhľadávania."],"What is a Search Results Template?":["Čo je šablóna výsledkov vyhľadávania?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Ak by ste chceli pre konkrétnu kategóriu iný štýl, je jednoduché vytvoriť samostatnú šablónu archívu, ktorej podmienkou je, aby sa zobrazovala len vtedy, keď si používatelia prezerajú zoznam príspevkov danej kategórie."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Šablóna archívu umožňuje jednoducho navrhnúť rozloženie a štýl archívnych stránok - stránok, ktoré zobrazujú zoznam príspevkov (napr. zoznam posledných príspevkov na blogu), ktoré možno filtrovať podľa pojmov, ako sú autori, kategórie, značky, výsledky vyhľadávania atď."],"You can create multiple single page templates, and assign each to different areas of your site.":["Pre samostatné články môžete vytvoriť niekoľko šablón, ktoré následne priradíte rôznym častiam vašej stránky."],"You can create multiple footers, and assign each to different areas of your site.":["Môžete vytvoriť viaceré pätičky, ktoré potom priradíte rôznym častiam vašej stránky."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Vďaka šablóne samostatného článku môžete jednoducho navrhovať rozloženie a štýl článkov, aby ste zachovali konzistentnosť dizajnu napríklad pri všetkých článkoch na blogu."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Vďaka šablóne samostatnej stránky môžete jednoducho vytvárať rozloženie a štýl stránok, aby ste zachovali konzistentnosť dizajnu všetkých stránok vášho webu."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Šablóna pätičky vám umožní jednoducho navrhovať a upravovať vlastné WordPress pätičky bez toho, aby vás limitovali dizajnové obmedzenia pätičky vašej témy. "],"You can create multiple headers, and assign each to different areas of your site.":["Môžete vytvoriť viaceré hlavičky, ktoré následne priradíte rôznym častiam vašej stránky."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Vďaka šablóne hlavičky môžete jednoducho navrhovať a upravovať vlastné WordPress hlavičky, aby vás už ďalej neobmedzovali limity dizajnu hlavičky vašej témy."],"You can create multiple single post templates, and assign each to a different category.":["Môžete vytvoriť viacero šablón jednotlivých príspevkov a každú priradiť k inej kategórii."],"Tip":["\tTip"],"Watch Video":["Pozrieť video"],"Site Parts":["Časti webu"],"All Parts":["Všetky časti"],"Not Found":["Nenájdené"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Ľutujeme, ale niekde nastala chyba. Kliknite na \"Viac informácií\" a pozorne sa riaďte pokynmi, aby ste problém rýchlo vyriešili."],"Theme Builder could not be loaded":["Nepodarilo sa načítať Tvorcu tém"],"Continue":["Pokračovať"],"Theme Builder":["Tvorca tém"],"Skip":["Preskočiť"],"Something went wrong.":["Niečo sa nepodarilo."],"Add New":["Pridať nový"],"Select File":["Vyberte súbor"],"Enable":["Povoliť"],"Close":["Zatvoriť"],"Learn More":["Dozvedieť sa viac"],"Info":["Informácie"],"Loading":["Načítavanie"],"Elementor":["Elementor"],"Go Back":["Naspäť"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}