{"translation-revision-date":"2023-07-08 08:24:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"sk"},"Do not show this message again":["Túto správu už nezobrazujte"],"What’s a Website Kit?":["Čo je to súprava webových stránok?"],"Export a Website Kit":["Exportovanie súpravy webovej lokality"],"Import a Website Kit":["Importovať\/exportovať sadu šablón"]," Learn more about Website Kits":[" Ďalšie informácie o súpravách webových stránok"],"Upgrade Now":["Inovovať teraz"],"Elementor Templates":["Šablóny Elementor"],"Included":["Zahrnuté"],"Site Area":["Oblasť webu"],"Custom Post Types":["Vlastné typy príspevkov"],"WP Menus":["WM menu"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Začnite nahraním súboru a výberom častí a zásuvných modulov, ktoré chcete použiť. Ak sa súprava a váš aktuálny návrh prekrývajú, budete si môcť vybrať, ktoré importované diely chcete použiť alebo ignorovať. Keď je súbor pripravený, súprava sa aplikuje na vašu lokalitu a budete ju môcť vidieť naživo."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Ak chcete zmeniť svoju stránku na sadu webových stránok, vyberte šablóny, obsah, nastavenia a doplnky, ktoré chcete zahrnúť. Po dokončení získate súbor .zip, ktorý môžete importovať na iné stránky."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Súprava webových stránok je súbor .zip, ktorý obsahuje všetky časti kompletného webu. Je to jednoduchý spôsob, ako rýchlo spustiť webovú lokalitu."],"Take me there":["Vezmite ma tam"]," Recommended:":["Odporúčané"],"Not yet":["Zatiaľ nie"],"Select the plugins you want to import":["Vyberte pluginy, kotré chcete importovať"],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Pridanie vlastných typov príspevkov na export. Zahrnutých bude posledných 20 položiek z každého typu."],"No custom post types in your site...":["Žiadne vlastné typy príspevkov na vašom webe..."],"Click to select custom post types":["Kliknutím vyberte vlastné typy príspevkov"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Časti tejto sady sa prekrývajú so šablónami, dizajnom a nastaveniami vášho webu. Položky, ktoré necháte zaškrtnuté v tomto zozname, nahradia váš aktuálny dizajn."],"Import a Website Kit to your site":["Importovanie súpravy webových stránok na vašu lokalitu"],"Importing your content, templates and site settings":["Importovanie obsahu, šablón a nastavení lokality"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Prejdite do časti Aktualizácie a skontrolujte, či sú vaše doplnky aktualizované na najnovšiu verziu."],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["Ide o zásuvné moduly, ktoré napájajú vašu súpravu. Môžete ich zrušiť, ale môže to mať vplyv na funkčnosť vášho webu."],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Ak ste si zakúpili, nainštalovali a aktivovali Elementor Pro, môžeme pokračovať v importovaní všetkých častí tejto stránky."],"Is your Elementor Pro ready?":["Je váš Elementor Pro pripravený?"],"Install Elementor Pro":["Inštalovať Elementor Pro"],"Missing Required Plugins:":["Chýbajúce požadované pluginy:"],"Plugins to add:":["Pluginy na pridanie:"],"Plugins you already have:":["Pluginy, ktoré už máte:"],"Activating plugins:":["Aktivácia pluginov:"],"Note:":["Poznámka:"],"Tip:":["Tipy:"],"Let’s do it":["Poďme to urobiť"],"Select which parts you want to apply":["Vyberte časti, ktoré chcete použiť"],"If you don't include them, this kit may not work properly.":["Ak ich nezahrniete, táto sada nemusí správne fungovať."],"Required plugins are still missing.":["Stále chýbajú požadované pluginy."],"This file type is not allowed":["Tento typ súboru nie je povolený."],"All items are already selected by default. Uncheck the ones you don't want.":["Všetky položky sú už vo východzom nastavení vybrané. Zrušte zaškrtnutie tých, ktoré nechcete."],"These are the templates, content and site settings that come with your kit.":["Toto sú šablóny, obsah a nastavenie webu, ktoré sú súčasťou Vašej sady."],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Bez aplikácie Elementor Pro nebude importovanie komponentov, ako sú šablóny, widgety a vyskakovacie okná, fungovať."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Túto súpravu webových stránok nemôžete používať, pretože neobsahuje žiadny obsah, stránky atď. Skúste to znova s iným súborom."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Súprava webových stránok, ktorú používate, obsahuje zásuvné moduly na zabezpečenie funkčnosti, ale neobsahuje žiadny obsah, stránky atď."],"You’ve imported and applied the following to your site:":["Importovali a použili ste na svojom webe nasledujúce položky:"],"See it live":["Pozrite si ho naživo"],"There are few plugins that we couldn't install:":["Existuje niekoľko pluginov, ktoré sme nemohli nainštalovať:"],"Make sure your Elementor Pro account is connected":["Uistite sa, že je vaše konto Elementor Pro pripojené"],"Select which of these plugins are required for this kit work.":["Vyberte, ktoré z týchto zásuvných modulov sú potrebné na prácu s touto súpravou."],"Export your site as a Website Kit":["Exportovanie vašej stránky ako súpravy webových stránok"],"Create Kit":["Vytvorenie súpravy"],"Try Again":["Skúste to znova"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["To umožňuje aplikácii Elementor skenovať vaše súbory SVG na prítomnosť škodlivého obsahu. V opačnom prípade môžete všetky SVG v tomto importe vynechať."],"First, enable unfiltered file uploads.":["Najprv povoľte nefiltrované odosielanie súborov."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Nemusíte sa ničoho obávať, jednoducho pokračujte bez importu SVG alebo sa vráťte a začnite importovať znova."],"Custom Post Type":["Vlastný typ obsahu"],"WP Posts":["WP články"],"WP Pages":["WP stránky"],"To import or export these components, you’ll need Elementor Pro.":["Import alebo export týchto komponentov je možný len s Elementor Pro."],"Global widgets":["Globálne widgety"],"Kit Info":["Informácie o sade"],"How does importing work?":["Ako funguje import?"],"How does exporting work?":["Ako funguje export?"],"Setting up your kit...":["Nastavuje sa vaša sada..."],"Select the items you want to keep and apply:":["Vyberte si položky, ktoré chcete zachovať a aplikovať:"],"Your site's homepage will be determined by the kit. You can change this later.":["Sada určí domovskú stránku vášho webu. Neskôr to môžete zmeniť."],"Existing":["Existujúce"],"Imported":["Importované"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Nahrajte súbor so šablónami, nastaveniami stránky, obsahom a pod. a automaticky ich aplikujte na vašu stránku."],"Back to Kit Library":["Späť do Knižnice šablón"],"Your kit is now live on your site!":["Vaša sada už beží na vašej živej stránke!"],"Kit Description":["Popis sady"],"Kit Name":["Názov sady"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Vyberte si, ktoré Elementor komponenty (šablóny, obsah a nastavenia stránky) sa majú zahrnúť do vášho súboru sady."],"Kit Information":["Informácie o sade"],"Elementor Kit":["Elementor sada"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Vďaka týmto detailom budete môcť aj neskôr rýchlo nájsť a aplikovať túto sadu, bez ohľadu na veľkosť vašej zbierky. "],"What is kit information?":["Čo sú informácie o sade?"],"Website Kit Information":["Informácie o sade šablón"],"Say something about the style and content of these files...":["Napíšte niečo o štýle a obsahu týchto súborov..."],"Now you can import this kit and use it on other sites.":["Teraz môžete túto sadu naimportovať a aplikovať aj na iné stránky."],"Import":["Importovať "],"to learn more about building your site with Elementor Kits":["ak sa chcete dozvedieť viac o tvorbe stránok pomocou Elementor sád"],"Don't close this window until the process is finished.":["Nezatvárajte toto okno až do skončenia procesu."],"This usually takes a few moments.":["Zvyčajne to trvá iba chvíľku."],"Or":["Alebo"],"Drag & drop the .zip file with your Kit":["Presuňte sem .zip súbor s vašou sadou"],"Upload Files to Your Library":["Nahrať súbory do knižnice"],"We recommend that you backup your site before importing a kit file.":["Odporúčame, aby ste si pred importom súboru sady zálohovali vašu stránku."],"Important:":["Dôležité"],"By default, all of your components will be exported.":["Štandardne sa vyexportujú všetky vaše komponenty."],"Background Settings":["Nastavenia pozadia"],"Lightbox Settings":["Lightbox nastavenia"],"Theme Style settings":["Nastavenia štýlu témy"],"Elementor Pages":["Stránky Elementor"],"404 Error Page":["Stránka chyby 404"],"Download not working?":["Nefunguje sťahovanie?"],"Your export is ready!":["Váš export je hotový!"],"Back to dashboard":["Späť na nástenku"],"Learn more":["Zistiť viac"],"Landing Pages":["Vstupné stránky"],"App could not be loaded":["Aplikáciu sa nepodarilo načítať"],"Global Colors":["Globálne farby"],"Search Results":["Výsledky vyhľadávania"],"Archives":["Archív"],"Footers":["Pätička"],"Single Pages":["Samostatná stránka"],"Single Posts":["Samostatné články"],"Tip":["\tTip"],"Site Settings":["Nastavenia stránky"],"Layout Settings":["Nastavenia rozloženia"],"Not Found":["Nenájdené"],"Headers":["Hlavičky"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Ľutujeme, ale niekde nastala chyba. Kliknite na \"Viac informácií\" a pozorne sa riaďte pokynmi, aby ste problém rýchlo vyriešili."],"Back":["Späť"],"Next":["Ďalšie"],"Previous":["Predošlé"],"Continue":["Pokračovať"],"Popups":["Vyskakovacie okná"],"Plugins":["Pluginy"],"Skip":["Preskočiť"],"Something went wrong.":["Niečo sa nepodarilo."],"Pages":["Stránky"],"Select File":["Vyberte súbor"],"Click here":["Klikni tu"],"Enable":["Povoliť"],"Edit Template":["Editovať šablónu"],"Elementor Posts":["Príspevky Elementor"],"Export":["Exportovať"],"Close":["Zatvoriť"],"Templates":["Šablóny"],"Saved Templates":["Uložené šablóny"],"Learn More":["Dozvedieť sa viac"],"Global Fonts":["Globálne fonty"],"Cancel":["Zrušiť"],"Elementor":["Elementor"],"Content":["Obsah"],"Go Back":["Naspäť"],"Yes":["Áno"],"Version":["Verzia"]}},"comment":{"reference":"assets\/js\/app.js"}}