{"translation-revision-date":"2023-07-08 08:24:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"sk"},"Do not show this message again":["Túto správu už nezobrazujte"],"Importing...":["Import..."],"Activate":["Aktivovať"],"First, activate another experiment.":["Najprv aktivujte ďalší experiment."],"In order to use %1$s, first you need to activate %2$s.":["Ak chcete použiť %1$s, musíte najprv aktivovať %2$s."],"Import Without Enabling":["Importovať bez povolenia"],"Enable and Import":["Povoliť a importovať"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Ak nepovolíte nahrávanie nefiltrovaných súborov, všetky súbory SVG alebo JSON (vrátane lottie) použité v nahranej šablóne nebudú importované."],"Got it":["Rozumiem"],"Migrate to v3.0":["Preniesť do verzie 3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Upozorňujeme, že tento proces zruší všetky zmeny vykonané v Globálnych farbách a písmach, ktoré boli vykonané odkedy ste aktualizovali na verziu 3.x."],"Enable Unfiltered File Uploads":["Povoliť nefiltrované nahrávanie súborov"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Pred povolením nahrávania nefiltrovaných súborov si uvedomte, že tento druh súborov predstavuje bezpečnostné riziko. Elementor spustí proces odstránenia možného škodlivého kódu, ale pri použití takýchto súborov stále existuje riziko."],"Font Awesome 5 Migration":["Migrácia na úžasné písmo 5"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Beriem na vedomie, že niektoré zmeny môžu mať vplyv na moju webovú lokalitu a že túto akciu nemožno vrátiť späť."],"I understand that by upgrading to Font Awesome 5,":["Chápem, že aktualizáciou na Font Awesome 5,"],"Continue":["Pokračovať"],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Upozorňujeme, že prepínate na predvolený editor programu WordPress. Vaše súčasné usporiadanie, dizajn a obsah sa môžu rozbiť."],"Back to WordPress Editor":["Naspäť do editoru WordPress"],"Rollback to Previous Version":["Vrátiť na predošlú verziu"],"Are you sure you want to reinstall previous version?":["Naozaj chcete nainštalovať predošlú verziu?"],"Enable":["Povoliť"],"Cancel":["Zrušiť"]}},"comment":{"reference":"assets\/js\/admin.js"}}