{"translation-revision-date":"2024-09-24 15:58:39+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"See other services":["Se andra tjänster"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Om du vill fortsätta att använda Analytics med Site Kit måste du ge behörighet att kontrollera eventuella ändringar i din Google-taggs Analytics-målegendom. Google-taggfunktionen uppdaterades nyligen så att användare kan ändra en taggs anslutna Analytics-egendom utan att redigera webbplatskoden. På grund av denna förändring måste Site Kit nu regelbundet kontrollera om taggen på din webbplats matchar Analytics-egendomens destination."],"Grant permission":["Bevilja behörighet"],"Site Kit needs additional permissions to detect updates to tags on your site":["Site Kit behöver ytterligare behörigheter för att kunna upptäcka uppdateringar av taggar på din webbplats"],"It can take up to %s hour before stats show up for your site. While you’re waiting, connect more services to get more stats.":["Det kan ta upp till %s timme innan statistik visas för din webbplats. Medan du väntar, kan du ansluta fler tjänster för att få mer statistik.","Det kan ta upp till %s timmar innan statistik visas för din webbplats. Medan du väntar, kan du ansluta fler tjänster för att få mer statistik."],"Search Console is gathering data":["Search Console samlar in data"],"Search Console and Analytics are gathering data":["Search Console och Analytics samlar in data"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["Site Kit börjar visa statistik på adminpanelen så snart tillräckligt många har besökt din webbplats. Fortsätt arbeta på din webbplats för att locka fler besökare."],"Not enough traffic yet to display stats":["Inte tillräckligt med trafik än för att visa statistik"],"Maybe later":["Kanske senare"],"screen reader text\u0004(disabled)":["(inaktiverad)"],"%dh":["%d t"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Remind me later":["Påminn mig senare"],"screen reader text\u0004(opens in a new tab)":["(öppnas i en ny flik)"],"Redo setup":["Gör om konfigurationen"],"Site Kit can’t access necessary data":["Site Kit kommer inte åt nödvändiga data"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit når inte alla relevanta data eftersom du inte beviljade alla behörigheter som begärdes i samband med konfigurationen. Om du vill använda Site Kit måste du göra om konfigurationen – se till att godkänna alla behörigheter i autentiseringssteget."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit når inte relevanta data från %1$s eftersom du inte har beviljat alla behörigheter som begärdes i samband med konfigurationen. Om du vill använda Site Kit måste du göra om konfigurationen för %1$s – se till att godkänna alla behörigheter i autentiseringssteget."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit når inte alla relevanta data eftersom du inte har beviljat alla behörigheter som begärdes i samband med konfigurationen. Om du vill använda Site Kit måste du göra om konfigurationen för %s – se till att godkänna alla behörigheter i autentiseringssteget."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Senaste %s dagen","Senaste %s dagarna"],", ":[", "],"OK, Got it!":["Ok, jag förstår!"],"Analytics is gathering data":["Analytics samlar in data"],"Learn more":["Lär dig mer"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-notifications-73bd3e96974c7c2d13a3.js"}}